ACommandHandler.isEnabled(ACommandContext!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
Called with the current context to determine if the command should be enabled or not.
Context information passed for the command. See need() for details.
Returns: bool to indicate if enabled or not or ERR_NOT_COMPATIBLE if the command cannot be handled in the given context.